{
  "title": "AGB’s",
  "contents": [
    {
      "title": "Allgemeine Geschäftsbedingungen Nutzungsbedingungen (AGBs)",
      "type": "paragraph",
      "content": [
        "Diese Allgemeinen Geschäftsbedingungen gelten für alle Nutzer. Nutzer können den Allgemeinen Geschäftsbedingungen jederzeit durch Beendigung des Nutzungsvertrags bzw. Löschung des Nutzer-Accounts widersprechen. Jegliche Daten eines Nutzers werden nach Beendigung des Nutzungsvertrags bzw. Löschung des Nutzer-Accounts umgehend und vollständig gelöscht. Es erfolgt keine Archivierung von Daten. Eine Löschung des Nutzer-Accounts ist jederzeit möglich unter http://www.simplyhop.com"
      ]
    },
    {
      "title": "Inhaltsverzeichnis",
      "type": "ordered-list",
      "content": [
        "Allgemeines",
        "Registrierung",
        "Leistungen des Mitfahrportals",
        "Verbindlichkeit veröffentlichter Inserate",
        "Pflichten des Nutzers",
        "Datenschutz und Datenschutzrechtliche Einwilligung",
        "Email-Benachrichtgungen und Newsletter",
        "Laufzeit und Kündigung des Nutzungsvertrages",
        "Gewährleistung / Haftung",
        "Widerrufsbelehrung",
        "Anwendbares Recht, Gerichtsstand und Schlussbestimmungen"
      ]
    },
    {
      "title": "1. Allgemeines",
      "type": "paragraph",
      "content": [
        "Simply Hop, 01067 Dresden, Altmarkt 10 B / D , vertreten durch Marcus Ritter (nachfolgend „Mitfahrportals genannt), betreibt ein Onlineportal („Mitfahrportal“), welches die Vermittlung von Fahrgemeinschaften und Mitfahrgelegenheiten zum Gegenstand hat. Der Zugang und die Nutzung des Mitfahrportals ist in eingeschränkten Maß auch über die App des Mitfahrportals möglich.  Simply Hop / Marcus Ritter ermöglicht den Zugang und die Nutzung des Mitfahrportals auf Grundlage dieser allgemeinen Geschäftsbedingungen („AGB“). Die AGB regeln das Verhältnis zwischen Simply Hop Marcus Ritter als Betreiber des Mitfahrportals und den Nutzern des Mitfahrportals. Das Angebot des Mitfahrportals richtet sich nur an Verbraucher im Sinne des § 13 BGB (Privatpersonen). Das Rechtsverhältnis zwischen den Nutzern, also insbesondere zwischen Fahrer bzw. Anbieter von Fahrten und Mitfahrer, wird durch diese AGB nicht berührt."
      ]
    },
    {
      "title": "2. Registrierung",
      "type": "paragraph",
      "content": [
        "2.1 Mit der Registrierung über das Mitfahrportal erkennt der Nutzer die AGB von Simply Hop Marcus Ritter an.",
        "2.2 Nach Eingabe der für die Registrierung notwendigen Daten, erhält der Nutzer vom Mitfahrportal eine Nachricht mit einer Begrüßung. Der Registrierungsprozess ist erfolgreich abgeschlossen, wenn das Mitfahrportal den Nutzer über die Aktivierung seines Benutzerkontos informiert. Ein Anspruch des Nutzers auf Registrierung besteht nicht.",
        "2.3 Mit erfolgreicher Registrierung kommt ein Vertrag zwischen dem Betreiber des Mitfahrportals und dem registrierten Nutzer zustande, der die Nutzung des Mitfahrportals zum Gegenstand hat („Nutzungsvertrag“). Der Inhalt des Nutzungsvertrages ergibt sich aus diesen AGB. Zweck des Nutzungsvertrags ist die Vermittlung von Fahrgemeinschaften und Mitfahrgelegenheiten („Vertragszweck“)."
      ]
    },
    {
      "title": "3. Leistungen des Mitfahrportals",
      "type": "paragraph",
      "content": [
        "3.1 Simple Hop Marcus Ritter stellt mit dem Mitfahrportal ein kostenfreies und für jedermann zugängiges Angebot bereit. Das Mitfahrportal bietet registrierten Nutzern die Möglichkeit, Inhalte selbst in das Mitfahrportal einzustellen und für Dritte verfügbar zu machen. Das Auffinden von Angeboten und Gesuchen anderer Nutzer, sowie das Kontaktieren der jeweiligen Inseratseigentümer ist auch ohne Registrierung möglich (sofern nicht vom Nutzer eingeschränkt, siehe 3.3).",
        "3.2 Das Mitfahrportal stellt Informationen bereit, damit Fahrer und Mitfahrer eigenständig miteinander in Kontakt treten können. Die Leistung des Betreibers des Mitfahrportals beschränkt sich dabei auf eine rein technische Vermittlungstätigkeit durch das Betreiben des Mitfahrportals. Der Betreiber des Mitfahrportals mischt sich im Normalfall zu keinem Zeitpunkt in den Vermittlungsprozeß zwischen Fahrer und Mitfahrer ein. Eine Einigung über eine konkrete Mitfahrt kommt, ohne Beteiligung des Mitfahrportals, allein zwischen Fahrer und Mitfahrer zustande. Fahrer und Mitfahrer klären alle relevanten Informationen unter sich.",
        "3.3 Der inserierende Nutzer ermöglicht die Zugänglichkeit seiner Kontaktinformationen (z.B. Nachname, Telefonnummer, email-Adresse).",
        "3.4 Die in den AGB beschriebenen Funktionen des Mitfahrportals stehen dem Nutzer bei Verwendung der Web-App des Mitfahrportals möglicherweise teilweise nicht oder in nur eingeschränktem Umfang zur Verfügung."
      ]
    },
    {
      "title": "4. Verbindlichkeit veröffentlichter Inserate",
      "type": "paragraph",
      "content": [
        "4.1 Die Veröffentlichung eines Inserats im Mitfahrportal durch einen Nutzer stellt kein verbindliches Angebot dar. Es wird erwartet, dass Anbieter und Interessent selbstständig miteinander in Kontakt treten und den Inhalt des Angebots zur Mitfahrt miteinander klären (z.B. Datum und Zeit der Fahrt, Abfahrts- und Ankunftsort, Anzahl freier Plätze, etc.)."
      ]
    },
    {
      "title": "5. Pflichten des Nutzers",
      "type": "paragraph",
      "content": [
        "5.1 Der Nutzer verpflichtet sich, die bei der Registrierung und bei der Nutzung des Mitfahrportals angegebenen Daten stets aktuell zu halten (insbesondere Name, Vorname, E-Mail-Adresse, Telefonnummer).",
        "5.2 Jeder Nutzer ist verpflichtet, korrekte Angaben beim Einstellen von Inseraten oder bei der Vereinbarung von Mitfahrten zu machen.",
        "5.3 Dritte ohne deren Wissen und Einverständnis im Mitfahrportal zu registrieren ist ebenso wenig gestattet, wie die Veröffentlichung von Beiträgen oder Inhalten in deren Namen.",
        "5.4 Die im Mitfahrportal veröffentlichten Informationen dürfen nur zu privaten Zwecken verwendet werden. Die Verbreitung von ungefragten Werbenachrichten ist untersagt (Spam-Verbot). Die Kontaktaufnahme mit anderen Benutzern ist auschschliesslich zur Vermittlung von Mitfahrten gedacht.",
        "5.5 Der Nutzer ist verpflichtet, bei der Nutzung der Webseite das jeweils geltende Recht zu beachten. Dies beinhaltet insbesondere das Verbot der Veröffentlichung beleidigender, unwahrer, gewaltverherrlichender, jugendgefährdender, rassistischer oder pornographischer Inhalte. Das Mitfahrportal darf nicht für rechtswidrige Zwecke verwendet werden.",
        "5.6 Nutzeraktivitäten, die darauf gerichtet sind, das Mitfahrportal funktionsuntauglich zu machen oder die Nutzung des Angebots zu erschweren, sind verboten. Dadurch entstandene Schäden werden geltend gemacht.",
        "5.7 Jeder Nutzer hat hinsichtlich der von ihm verwendeten Inhalte und Materialien sicherzustellen, dass diese frei von Rechten Dritter sind und keine Rechte Dritter verletzen. Er stellt den Betreiber des Mitfahrportals von Ansprüchen Dritter frei, die wegen der von ihm eingestellten Inhalte und Materialien oder wegen des Nutzerverhaltens gegenüber dem Mitfahrportal erhoben werden, einschließlich der dadurch verursachten angemessenen Kosten der Rechtsverteidigung.",
        "5.8 Der Mitfahrtanbietende bestätigt mit der Einstellung seines Mitfahrangebotes, sich im Besitz einer gültigen Fahrerlaubnis / Führerschein für das jeweilige Fahrzeug zu befinden, welche bzw. welcher für das Mitfahrangebot als Voraussetzung zur Einstellung eines Mitfahrangebotes notwendig ist. Insofern der Mitfahrtanbietende keinen aktuellen Führerschein besitzt oder im Zeitraum der angebotenen und / oder durchgeführten bzw. noch durchzuführenden Fahrten und Mitfahrten mit einem Fahrverbot belegt ist / wurde, ist die Einstellung, Annahme und Durchführung von Mitfahrangeboten sowie Mitfahranfragen im Portal der Simply Hop strengstens untersagt. Der Mitfahrtanbietende bestätigt des weiteren, das für das jeweils für die Mitfahrt angebotenen KFZ eine gültige Haftpflichtversicherung gemäß den gesetzlichen Vorgaben besteht. Im Falle eines Unfalls und / mit Personenschaden ist die Simply Hop und deren gesetzlicher Vertreter von etwaigen Ansprüchen der Unfallbeteiligten, etwaiger weiteren Beteiligten sowie gesetzlichen Vertretern aller Beteiligten befreit. Es werden keinerlei Ansprüche, Schadenersatzforderungen an das Mitfahrportal Simply Hop bzw. dessen gesetzlichen Vertreters gestellt bzw. geltend gemacht."
      ]
    },
    {
      "title": "6. Datenschutz",
      "type": "paragraph",
      "content": [
        "6.1 Der Betreiber des Mitfahrportals unterscheidet zwischen personenbezogenen Daten („Personendaten“, z.B. Name des Nutzers, Kontaktinformationen, Profildaten) und fahrtenbezogenen Daten („Fahrtendaten“ z.B. Start-/ Ziel- und Zeitpunkt einer Fahrt). Personendaten beschreiben bzw. identifizieren eine Person, Fahrtendaten beschreiben bzw. identifizieren ein Angebot oder Gesuch einer Fahrt.",
        "6.2 Der Betreiber des Mitfahrportals erhebt, speichert und verarbeitet Personendaten von Nutzern nur, soweit dies zur vertragsgemäßen Leistungserbringung erforderlich und durch gesetzliche Vorschriften erlaubt, oder vom Gesetzgeber angeordnet ist. Der Betreiber des Mitfahrportals behandelt Personendaten entsprechend den Bestimmungen des geltenden Datenschutzrechts. Personendaten werden vertraulich behandelt und ausschließlich auf den Servern des Betreibers des Mitfahrportals gespeichert und ohne ausdrückliche Einwilligung des Nutzers zu keinem Zeitpunkt an Dritte weiter gegeben.",
        "6.3 Mit der Registrierung räumt der Nutzer dem Betreiber des Mitfahrportals sowohl für die Personendaten als auch für die Fahrtendaten ein auf die Verwendung und den Vertragszweck beschränktes, widerrufliches, unentgeltliches Nutzungsrecht ein. Insbesondere gilt dies für die Speicherung der Daten auf den Servern des Betreibers des Mitfahrportals sowie deren Veröffentlichung, insbesondere deren öffentlicher Zugänglichmachung (z.B. durch Darstellung der Nutzerdaten im Mitfahrportal), sowie die Bearbeitung und Vervielfältigung der Nutzerdaten, soweit dies für die Vorhaltung bzw. Veröffentlichung erforderlich ist.",
        "6.4 Für den Fall, dass im Rahmen der Nutzung des Mitfahrportals datenschutzrechtliche Einwilligungserklärungen vom Nutzer eingeholt werden, wird darauf hingewiesen, dass diese vom Nutzer jederzeit mit Wirkung für die Zukunft widerrufen werden können.",
        "6.5 Weitere Hinweise zum Datenschutz und zu Zweck, Art und Umfang der Erhebung, Verarbeitung und Nutzung personenbezogener Daten können in der Datenschutzerklärung eingesehen werden."
      ]
    },
    {
      "title": "7. E-Mail-Benachrichtigungen und Newsletter",
      "type": "paragraph",
      "content": [
        "7.1. Für manche Funktionen des Mitfahrportals werden emails vom Mitfahrportal an den Nutzer verschickt. Damit diese Funktionen genutzt werden können, sollte der Nutzer dafür Sorge tragen, dass die von ihm angegebene email-Adresse korrekt und erreichbar ist.",
        "7.2. Das Mitfahrportal informiert die Nutzer gelegentlich per email (Newsletter) über Neuerungen rund um das Mitfahrportal. Sollte der Nutzer kein Interesse am Newsletter haben, kann er diesen jederzeit mittels des Abmeldelinks im Newsletter oder in den Einstellungen im Nutzerkonto abbestellen."
      ]
    },
    {
      "title": "8. Laufzeit und Kündigung des Nutzungsvertrages",
      "type": "paragraph",
      "content": [
        "8.1 Der mit der Registrierung verknüpfte Nutzungsvertrag zwischen dem Betreiber des Mitfahrportals und dem Nutzer wird auf unbestimmte Zeit abgeschlossen. Sowohl Nutzer wie auch der Betreiber des Mitfahrportals sind jederzeit berechtigt, das Nutzungsverhältnis zu kündigen. Zur Kündigung kann am einfachsten folgender Link verwendet werden: http://www.simplyhop.com",
        "8.2 Der Betreiber des Mitfahrportals ist ferner berechtigt, den Nutzungsvertrag mit sofortiger Wirkung zu kündigen, wenn der Nutzer durch gegen die Nutzungsbedingungen verstoßende Beiträge auf dem Mitfahrportal auffällt oder anderweitig gegen wesentliche Bestimmungen dieser Nutzungsbedingungen verstößt. In geeigneten Fällen wird der Betreiber des Mitfahrportals den Nutzer vor Kündigung des Nutzungsvertrages ermahnen.",
        "8.3 Unbeschadet einer Möglichkeit zur Kündigung des Nutzungsvertrages behält sich der Betreiber des Mitfahrportals vor, den Nutzer, auch mit sofortiger Wirkung, von einem oder mehreren Diensten des Angebots auszuschließen und/oder einen Nutzer-Account vorübergehend und dauerhaft zu deaktivieren.",
        "8.4 Der Betreiber des Mitfahrportals ist berechtigt, nach eigenem Ermessen, hinsichtlich einzelner Mitfahrangebote oder sonstigen Veröffentlichungen besondere Maßnahmen zu treffen, soweit diese zur Wahrung der Interessen anderer Nutzer, des Mitfahrportals oder Dritter erforderlich und angemessen sind. Dazu gehören insbesondere auch die Löschung eines Fahrtangebots und die Löschung von Nachrichten.",
        "8.5 Jegliche Daten eines Nutzers werden nach Beendigung des Nutzungsvertrags umgehend und vollständig gelöscht. Es erfolgt keine Archivierung von Daten. Einzelheiten zum Umgang mit Daten der Nutzer können in der Datenschutzerklärung eingesehen werden."
      ]
    },
    {
      "title": "9. Verbindlichkeit veröffentlichter Inserate",
      "type": "paragraph",
      "content": [
        "9.1 Der Betreiber des Mitfahrportals gewährleistet nicht den jederzeitigen ordnungsgemäßen Betrieb beziehungsweise die ununterbrochene Nutzbarkeit oder Erreichbarkeit des Mitfahrportals, da Störungen des Servers oder Schwankungen in der Qualität des Zugangs zum Mitfahrportal technisch nicht auszuschließen sind.",
        "9.2 Der Betreiber des Mitfahrportals ist als Diensteanbieter im Sinne des Telemediengesetzes nicht dazu verpflichtet, die übermittelten oder gespeicherten Informationen seiner Nutzer zu überwachen oder nach Umständen zu forschen, die auf rechtswidrige Handlungen hinweisen. Sollte der Betreiber des Mitfahrportals allerdings Kenntnis von solchen Tatsachen erlangen, prüft der Betreiber des Mitfahrportals den Sachverhalt und entfernt beziehungsweise sperrt die rechtswidrigen Inhalte unverzüglich.",
        "9.3 Eine Haftung seitens Betreiber des Mitfahrportals gegenüber Nutzern des Mitfahrportals für Schäden aus der schuldhaft verursachten Verletzung des Lebens, des Körpers oder der Gesundheit, sowie für sonstige Schäden, die auf einer vorsätzlichen oder grob fahrlässigen Pflichtverletzung sowie Arglist seitens des Betreibers des Mitfahrportals, ihrer gesetzlicher Vertreter, leitender Angestellter oder sonstigen Erfüllungsgehilfen beruhen, ist ausgeschlossen. Darüber hinaus haftet der Betreiber des Mitfahrportals keinesfalls für Schäden, ausser die von der Haftung nach zwingenden gesetzlichen Vorschriften, wie dem Produkthaftungsgesetz, umfasst werden, sowie im Fall der Übernahme von Garantien.",
        "9.4 Unbeschadet der Haftung aus Ziffer 9.3 haftet der Betreiber des Mitfahrportals für die schuldhafte Verletzung wesentlicher Vertragspflichten, also solcher Pflichten, deren Erfüllung die ordnungsgemäße Erfüllung des Nutzungsvertrages überhaupt erst ermöglichen und auf deren Einhaltung der Nutzer deswegen vertrauen darf, allerdings der Höhe nach beschränkt auf die bei Vertragsschluss vorhersehbaren und vertragstypischen Schäden.",
        "9.5 Eine Haftung des Betreibers des Mitfahrportals über Ziffer 9.3 und 9.4 hinaus ist ausgeschlossen. Der Nutzer erkennt mit der Registrierung an, dass der Betreiber des Mitfahrportals keine Haftung in Bezug auf Mitfahrten übernimmt."
      ]
    },
    {
      "title": "10. Widerrufsbelehrung",
      "type": "paragraph",
      "content": [
        "Der Nutzer kann seine Registrierung jederzeit ohne Frist und ohne Angabe von Gründen in Textform (z.B. per email, Brief oder Fax an den Betreiber des Mitfahrportals) oder durch Löschung seines Accounts unter http://www.simplyhop.com widerrufen. Bei Widerruf bzw. Löschung des Accounts werden alle Daten des Nutzers unverzüglich und vollständig gelöscht. Es erfolgt keine Archivierung von Daten. Der Nutzer kann abgegebene Einwilligungserklärungen jederzeit ohne Frist und ohne Angabe von Gründen in Textform (z.B. per email, Brief oder Fax an die im Impressum aufgeführten Kontaktdaten des Mitfahrportals) oder über entsprechende Berechtigungs-Einstellungen in seinem Benutzerprofil widerrufen."
      ]
    },
    {
      "title": "11. Verbindlichkeit veröffentlichter Inserate",
      "type": "paragraph",
      "content": [
        "11.1 Es gilt das Recht der Bundesrepublik Deutschland unter Ausschluss der Normen des Kollisionsrechts.",
        "11.2 Ausschließlicher Gerichtsstand für alle sich aus oder im Zusammenhang mit dem Rechtsverhältnis zwischen dem Betreiber des Mitfahrportals und den registrierten Nutzern ergebende Streitigkeiten ist Dresden, Deutschland.",
        "11.3 Sollten einzelne Bestimmungen dieser AGB ganz oder zum Teil unwirksam sein, berührt dies die Wirksamkeit der übrigen Bestimmungen nicht.",
        "11.4 Der Betreiber des Mitfahrportals behält sich das Recht vor, Bestimmungen dieser AGB zu ändern. Der Betreiber des Mitfahrportals wird evtl. Änderungen der AGB dem Nutzer per email mitteilen. Widerspricht der Nutzer der Geltung der neuen AGB nicht innerhalb von sechs (6) Wochen nach Empfang der email, gelten die geänderten AGB als mit dem Nutzer vereinbart. Auf diese Frist wird der Nutzer im Rahmen der Änderungsmitteilung ausdrücklich hingewiesen. Widerspricht der Nutzer der Geltung der neuen AGB innerhalb von sechs (6) Wochen, ist der Betreiber des Mitfahrportals berechtigt, den Nutzungsvertrag zu kündigen."
      ]
    }
  ]
}
