{
  "title": "AGB’s",
  "contents": [
    {
      "title": "1. Geltungsbereich",
      "type": "paragraph",
      "content": [
        "1.1 Diese Allgemeinen Geschäftsbedingungen (AGB) gelten für die Nutzung der von der Simply Hop  (nachfolgend: 'Betreiber') bereitgestellten Mitfahrplattform über die PWA -App, Mobilgeräte und andere digitale Kanäle.",
        "1.2 Die AGB gelten sowohl für registrierte Nutzerinnen und Nutzer (nachfolgend: 'Nutzer') als auch für nicht registrierte Besucher der Plattform, soweit anwendbar."
      ]
    },
    {
      "title": "2. Leistungsgegenstand",
      "type": "paragraph",
      "content": [
        "2.1 Der Betreiber stellt eine digitale Plattform zur Vermittlung von Fahrgemeinschaften zwischen Nutzerinnen und Nutzern zur Verfügung.",
        "2.2 Der Betreiber ist ausschließlich technischer Dienstleister. Es entsteht kein Beförderungsvertrag zwischen dem Betreiber und den Nutzern, sondern ausschließlich zwischen Fahrer und Mitfahrer.",
        "2.3 Die Nutzung der Plattform ist freiwillig und erfolgt auf eigenes Risiko der Nutzer."
      ]
    },
    {
      "title": "3. Registrierung und Nutzerkonto",
      "type": "paragraph",
      "content": [
        "3.1 Die Nutzung bestimmter Funktionen erfordert eine vorherige Registrierung.",
        "3.2 Die bei der Registrierung abgefragten Daten sind vollständig und korrekt anzugeben. Änderungen sind vom Nutzer unverzüglich im Nutzerkonto zu aktualisieren.",
        "3.3 Jeder Nutzer darf nur ein Nutzerkonto anlegen."
      ]
    },
    {
      "title": "4. Nutzungspflichten",
      "type": "paragraph",
      "content": [
        "4.1 Nutzer verpflichten sich, die Plattform nur im Rahmen der geltenden Gesetze sowie dieser AGB zu verwenden.",
        "4.2 Es ist insbesondere untersagt:",
        "– falsche Angaben zu machen,",
        "– Inhalte mit beleidigendem, diskriminierendem oder gesetzeswidrigem Charakter zu veröffentlichen,",
        "– automatisierte Systeme zur Datenabfrage oder Manipulation zu verwenden."
      ]
    },
    {
      "title": "5. Vertragsverhältnis zwischen Fahrern und Mitfahrern",
      "type": "paragraph",
      "content": [
        "5.1 Die Vermittlung von Fahrgemeinschaften erfolgt ausschließlich zwischen den beteiligten Nutzern.",
        "5.2 Der Betreiber ist weder Vertragspartner noch haftet er für die Durchführung der Fahrt, die Pünktlichkeit, Sicherheit oder Verfügbarkeit.",
        "5.3 Etwaige Ansprüche aus Beförderung, Kostenbeteiligung oder Schäden sind zwischen Fahrer und Mitfahrer direkt zu klären."
      ]
    },
    {
      "title": "6. Kosten und Zahlungsabwicklung",
      "type": "paragraph",
      "content": [
        "6.1 Die Nutzung der Plattform ist grundsätzlich kostenfrei, soweit nicht ausdrücklich anders vereinbart.",
        "6.2 Etwaige Kostenbeteiligungen zwischen Fahrer und Mitfahrer erfolgen außerhalb der Plattform und werden vom Betreiber nicht verwaltet oder kontrolliert."
      ]
    },
    {
      "title": "7. Inhalte und Verantwortung",
      "type": "paragraph",
      "content": [
        "7.1 Nutzer sind für alle von ihnen eingestellten Inhalte (z. B. Fahrangebote, Profilinformationen, Nachrichten) selbst verantwortlich.",
        "7.2 Der Betreiber ist nicht verpflichtet, Inhalte vorab zu prüfen, behält sich aber das Recht vor, rechtswidrige oder unangemessene Inhalte zu entfernen."
      ]
    },
    {
      "title": "8. Laufzeit und Kündigung",
      "type": "paragraph",
      "content": [
        "8.1 Das Nutzungsverhältnis kann von beiden Seiten jederzeit ohne Angabe von Gründen gekündigt werden.",
        "8.2 Der Betreiber behält sich das Recht vor, Nutzer bei Verstößen gegen die AGB oder gesetzliche Vorschriften zu sperren oder auszuschließen."
      ]
    },
    {
      "title": "9. Haftung",
      "type": "paragraph",
      "content": [
        "9.1 Der Betreiber übernimmt keine Haftung für das Zustandekommen oder die Durchführung von Fahrgemeinschaften.",
        "9.2 Der Betreiber haftet nicht für Schäden, die durch Nutzer verursacht werden oder aus der Nutzung der Plattform entstehen, es sei denn, es liegt ein vorsätzliches oder grob fahrlässiges Verhalten des Betreibers vor.",
        "9.3 Der Betreiber des Mitfahrportals haftet unbeschränkt für Schäden aus der Verletzung des Lebens, des Körpers oder der Gesundheit, die auf einer vorsätzlichen oder fahrlässigen Pflichtverletzung des Betreibers, seiner gesetzlichen Vertreter oder Erfüllungsgehilfen beruhen. Für sonstige Schäden haftet der Betreiber nur bei vorsätzlicher oder grob fahrlässiger Pflichtverletzung oder bei Arglist."
      ]
    },
    {
      "title": "10. Datenschutz",
      "type": "paragraph",
      "content": [
        "10.1 Informationen zur Erhebung, Verarbeitung und Nutzung personenbezogener Daten sind in der Datenschutzerklärung abrufbar.",
        "10.2 Der Betreiber verarbeitet personenbezogene Daten ausschließlich im Rahmen der gesetzlichen Vorschriften."
      ]
    },
    {
      "title": "11. Verbindlichkeit veröffentlichter Inserate",
      "type": "paragraph",
      "content": [
        "11.1 Es gilt das Recht der Bundesrepublik Deutschland.",
        "11.2 Gerichtsstand ist der Sitz des Betreibers, sofern der Nutzer Kaufmann ist oder keinen allgemeinen Gerichtsstand im Inland hat.",
        "11.3 Änderungen oder Ergänzungen dieser AGB bedürfen der Textform.",
        "11.4 Sollten sich gesetzliche Bestimmungen ändern, behält sich der Betreiber vor, diese AGB entsprechend anzupassen.",
        "11.5 Sollten einzelne Bestimmungen dieser AGB ganz oder teilweise unwirksam oder undurchführbar sein oder werden, so wird hierdurch die Wirksamkeit der übrigen Bestimmungen nicht berührt. Anstelle der unwirksamen oder undurchführbaren Regelung gilt diejenige wirksame und durchführbare Regelung als vereinbart, die dem wirtschaftlichen Zweck der unwirksamen Regelung am nächsten kommt. Gleiches gilt für etwaige Regelungslücken."
      ]
    }
  ]
}
